Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A33C.tmx
Source language: en_us
Languages: zh_cn

source: Brevard S. Childs, an iconic figure in biblical scholarship, dies at 83
zh_cn: 圣经学术研究权威学者布雷瓦德S.蔡尔兹去世，享年83岁

source: Brevard S. Childs, one of the most influential Old Testament scholars of the 20 th century, died Saturday, June 23 in New Haven, CT. He was 83 and died after a long illness.
zh_cn: 20世纪著名的旧约圣经学者，于2007年6月23日在美国康奈提格州的纽黑文因病去世，享年83岁。

source: "I can think of no person who made a greater contribution to the work of unifying the Bible, theology and church life together in a very serious way, not in a flimsy or a pious way," said Christopher Seitz, a Biblical scholar at the University of Toronto who was Childs's student, colleague and friend.
zh_cn: 多伦多大学圣经学者，蔡尔兹的学生、同事和朋友，克里斯托弗赛茨（Christopher Seitz）说：“我想不到有谁会比他为圣经的一体化、神学结合教会的实践这样的尝试做出的贡献更多，他实实在在地，脚踏实地地做了这一切。

source: "I think of him as a sort of Isaiah figure who was given a very hard job to preach and teach but never complained.
zh_cn: 在我的印象里，他就像类似以赛亚的先知们那样艰辛地去宣讲，却从来没有抱怨过。

source: He just went about his business in a hopeful way."
zh_cn: 他一直是在心存盼望地从事着手中的工作。”

source: As an Old Testament professor at Yale Divinity School from 1958 to 1999, Childs shaped several generations of students and helped define new approaches to post-war biblical scholarship.
zh_cn: 1958年—1999年，蔡尔兹任耶鲁神学院旧约教授，在此期间他培养了数届的学生，同时他也帮助战后圣经学术的发展开辟了新的路径。

source: With at least eight of his books in print in three languages and a manuscript for a new book completed shortly before his death, Childs was a prolific author who did not shrink from fully engaging the academic debates of his day.
zh_cn: 在他所著的作品中至少有八本书被印成三种文字出版发行，而且在他去世之前一本新著的手稿即将完成，蔡尔兹是一位多产的作家，而且他所涉及的领域包括了当时所有的学术课题。

source: "His major contribution to the field was his insistence on the importance of the canonical shape and location of all the biblical books," said Yale Divinity School Dean Harold Attridge.
zh_cn: 耶鲁神学院迪安哈罗德阿特里其（Dean Harold Attridge）说：“蔡尔兹的贡献是他对正典形成和圣经全本书卷编排的重要性的执着追求。

source: "Taking this perspective enabled him to recover the ways in which scripture has been read as a larger whole, with an integral witness to the God of Israel and of Jesus Christ."
zh_cn: 因此，这样的追求使其热衷发现将圣经作为一个宏观整体来阅读的方法，成为以色列的上帝的见证和耶稣基督的见证。”

source: Born in 1923 in Columbia, South Carolina, Bard, as friends and family knew him, moved as a child to Queens, New York.
zh_cn: 蔡尔兹，1923年出生在南卡罗来纳州的哥伦比亚（Columbia, South Carolina）家中的他是亲人们的朋友。幼年的时候，他的家搬到了纽约的皇后区（Queens, New York）。

source: During World War II, he served in the U.S. military, attaining the rank of sergeant.
zh_cn: 二战（World War II）期间他曾在美军服役，成为了一名警官。

source: Childs then attended the University of Michigan, graduating with a B.A. and an M.A.
zh_cn: 之后，蔡尔兹就读于密歇根大学，并获得了文学学士（B.A.）学位和文科硕士（M.A.）学位。

source: Later, in 1950, he earned a B.D. at Princeton Theological Seminary.
zh_cn: 1950年，他拿到了普林斯顿神学院神学学士（B.D.）学位。

source: There, in Basel, Childs met his wife, Ann, while in a seminar conducted by Swiss theologian Karl Barth.
zh_cn: 在巴塞尔，他遇到了人生中的另一半，安；同时，他也参加了由瑞士神学家卡尔巴特（Karl Barth）组建的一个研究小组。

source: Throughout his career, Barth remained one of Childs's defining influences and one of his few equals.
zh_cn: 在蔡尔兹的职业生涯中，巴特给了他极为重要的影响，同时他也是为数不多的重要学者之一。
